Revit 2027 API
ViewSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual ViewSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As ViewSetIterator
public:
virtual ViewSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> ViewSetIterator
override ReverseIterator : unit -> ViewSetIterator
Return Value
ViewSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
ViewSet Class
Autodesk.Revit.DB Namespace